# Comandos:
# brew bundle install
# //Link Original
# https://gist.github.com/ChristopherA/a579274536aab36ea9966f301ff14f3f
# //Passando o arquivo
# //Também posso abrir o terminal já na pasta
# brew bundle --file=~/.private/Brewfile
# brew bundle install --file=rs-brew-dump
# //Criar o arquivo de DUMP
# brew bundle dump
# //Caso já exista um arquivo criado 
# brew bundle dump --force
# //Caso queira deletar tudo que já foi instalado pelo brew
# brew bundle --force cleanup
# //Para instalar aplicativos da loja tem que instalar o MAS
# brew install mas

cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "libevent"
brew "openssl@1.1"
brew "unbound"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "node"
brew "scrcpy"
brew "watchman"
cask "android-platform-tools"
cask "iterm2"
cask "zulu11"
cask "stats"
cask "android-platform-tools"
cask "alfred"
cask "alt-tab"
cask "rectangle"

# cask "google-chrome"
# cask "visual-studio-code"
# cask "insomnia" 


# App Store
mas "1Password 7", id: 1333542190






